{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'main'"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gruvbox": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim",
      "version": "'main'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations",
      "version": "'master'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    }
  }
}
